export const DATA =  [
  {
    "id": 1,
    "name": "ហង ភីដាន",
    "gender": "ស",
    "scores": {
      "K": 71, "M": 40, "P": 12, "C": 20, "B": 35, "Es": 10, "H": 54, "G": 44, "I": 60, "HE": 22, "EN": 30, "ED": 50, "SI": 10, "IT": 49
    }
  },
  {
    "id": 2,
    "name": "ហង វិចិត្រ",
    "gender": "ប",
    "scores": {
      "K": 96, "M": 40, "P": 12, "C": 23, "B": 32, "Es": 45, "H": 50, "G": 56, "I": 34, "HE": 38, "EN": 31, "ED": 50, "SI": 10, "IT": 43
    }
  },
  {
    "id": 3,
    "name": "វៃ ភីរុណ",
    "gender": "ស",
    "scores": {
      "K": 71, "M": 40, "P": 15, "C": 37, "B": 30, "Es": 10, "H": 30, "G": 38, "I": 50, "HE": 28, "EN": 29, "ED": 50, "SI": 10, "IT": 43
    }
  },
  {
    "id": 4,
    "name": "ឆេង រិទ្ធី",
    "gender": "ប",
    "scores": {
      "K": 71, "M": 40, "P": 12, "C": 20, "B": 24, "Es": 15, "H": 38, "G": 118, "I": 38, "HE": 28, "EN": 22, "ED": 50, "SI": 10, "IT": 48
    }
  },
  {
    "id": 5,
    "name": "ឈុន រ៉ៃ",
    "gender": "ប",
    "scores": {
      "K": 22, "M": 40, "P": 12, "C": 23, "B": 24, "Es": 10, "H": 33, "G": 43, "I": 25, "HE": 33, "EN": 9, "ED": 50, "SI": 10, "IT": 47
    }
  },
  {
    "id": 6,
    "name": "យុទ្ធ ម៉ាលីដា",
    "gender": "ស",
    "scores": {
      "K": 116, "M": 40, "P": 27, "C": 47, "B": 35, "Es": 45, "H": 72, "G": 66, "I": 70, "HE": 46, "EN": 24, "ED": 50, "SI": 15, "IT": 46
    }
  },
  {
    "id": 7,
    "name": "ណាត ចាន់នី",
    "gender": "ស",
    "scores": {
      "K": 71, "M": 40, "P": 12, "C": 47, "B": 35, "Es": 20, "H": 38, "G": 58, "I": 50, "HE": 28, "EN": 18, "ED": 50, "SI": 25, "IT": 46
    }
  },
  {
    "id": 8,
    "name": "ណាវីន ភីរម្យ",
    "gender": "ប",
    "scores": {
      "K": 71, "M": 40, "P": 12, "C": 10, "B": 24, "Es": 10, "H": 30, "G": 50, "I": 39, "HE": 28, "EN": 0, "ED": 50, "SI": 10, "IT": 45
    }
  },
  {
    "id": 9,
    "name": "សារ្យន សារ៉ាវី",
    "gender": "ស",
    "scores": {
      "K": 71, "M": 40, "P": 12, "C": 37, "B": 24, "Es": 15, "H": 30, "G": 42, "I": 28, "HE": 28, "EN": 37, "ED": 50, "SI": 15, "IT": 45
    }
  },
  {
    "id": 10,
    "name": "សារ៉ាន បញ្ញា",
    "gender": "ប",
    "scores": {
      "K": 71, "M": 40, "P": 13, "C": 10, "B": 0, "Es": 15, "H": 25, "G": 35, "I": 23, "HE": 28, "EN": 7, "ED": 50, "SI": 10, "IT": 42
    }
  },
  {
    "id": 11,
    "name": "ភីរី ហាលីណា",
    "gender": "ស",
    "scores": {
      "K": 0, "M": 40, "P": 6, "C": 25, "B": 0, "Es": 10, "H": 19, "G": 14, "I": 32, "HE": 0, "EN": 0, "ED": 0, "SI": 10, "IT": 0
    }
  },
  {
    "id": 12,
    "name": "សុភក្តិ អាប់ឌុលឡា",
    "gender": "ប",
    "scores": {
      "K": 71, "M": 40, "P": 12, "C": 0, "B": 30, "Es": 10, "H": 34, "G": 50, "I": 42, "HE": 28, "EN": 37, "ED": 50, "SI": 10, "IT": 45
    }
  },
  {
    "id": 13,
    "name": "ឡា ខុករី",
    "gender": "ប",
    "scores": {
      "K": 100, "M": 40, "P": 15, "C": 40, "B": 21, "Es": 25, "H": 55, "G": 42, "I": 67, "HE": 40, "EN": 7, "ED": 50, "SI": 12, "IT": 44
    }
  },
  {
    "id": 14,
    "name": "សេន ប៊ុនលី",
    "gender": "ប",
    "scores": {
      "K": 71, "M": 40, "P": 21, "C": 40, "B": 35, "Es": 10, "H": 40, "G": 56, "I": 51, "HE": 28, "EN": 26, "ED": 50, "SI": 10, "IT": 50
    }
  },
  {
    "id": 15,
    "name": "សេន ហ៊ានុរ័ត្ន",
    "gender": "ប",
    "scores": {
      "K": 71, "M": 40, "P": 19, "C": 25, "B": 35, "Es": 30, "H": 43, "G": 53, "I": 74, "HE": 28, "EN": 26, "ED": 50, "SI": 10, "IT": 42
    }
  },
  {
    "id": 16,
    "name": "សេន សាលីម៉ា",
    "gender": "ស",
    "scores": {
      "K": 71, "M": 40, "P": 18, "C": 25, "B": 31, "Es": 10, "H": 38, "G": 48, "I": 44, "HE": 28, "EN": 11, "ED": 50, "SI": 10, "IT": 47
    }
  },
  {
    "id": 17,
    "name": "សុភុន សុវឌ្ឍនៈ",
    "gender": "ប",
    "scores": {
      "K": 116, "M": 55, "P": 20, "C": 40, "B": 35, "Es": 47, "H": 72, "G": 73, "I": 71, "HE": 46, "EN": 25, "ED": 50, "SI": 30, "IT": 50
    }
  },
  {
    "id": 18,
    "name": "ហន ណារីដូ",
    "gender": "ប",
    "scores": {
      "K": 96, "M": 55, "P": 20, "C": 37, "B": 35, "Es": 45, "H": 72, "G": 67, "I": 74, "HE": 38, "EN": 22, "ED": 50, "SI": 25, "IT": 50
    }
  },
  {
    "id": 19,
    "name": "ហាត សៀងហៃ",
    "gender": "ស",
    "scores": {
      "K": 104, "M": 40, "P": 12, "C": 10, "B": 35, "Es": 25, "H": 65, "G": 55, "I": 65, "HE": 32, "EN": 32, "ED": 50, "SI": 15, "IT": 43
    }
  },
  {
    "id": 20,
    "name": "ហាត ច័ន្ទនីតា",
    "gender": "ស",
    "scores": {
      "K": 81, "M": 40, "P": 12, "C": 8, "B": 32, "Es": 15, "H": 30, "G": 46, "I": 38, "HE": 32, "EN": 33, "ED": 50, "SI": 10, "IT": 42
    }
  },
  {
    "id": 21,
    "name": "ហ៊ុន រតនា",
    "gender": "ប",
    "scores": {
      "K": 71, "M": 40, "P": 25, "C": 23, "B": 30, "Es": 15, "H": 22, "G": 25, "I": 30, "HE": 28, "EN": 20, "ED": 50, "SI": 10, "IT": 42
    }
  },
  {
    "id": 22,
    "name": "ហ៊ុន មុន្នីរ័ត្ន",
    "gender": "ប",
    "scores": {
      "K": 111, "M": 55, "P": 33, "C": 37, "B": 35, "Es": 47, "H": 74, "G": 67, "I": 74, "HE": 44, "EN": 37, "ED": 50, "SI": 43, "IT": 46
    }
  },
  {
    "id": 23,
    "name": "ហុង គង់ហេង",
    "gender": "ប",
    "scores": {
      "K": 118, "M": 40, "P": 27, "C": 20, "B": 32, "Es": 10, "H": 63, "G": 52, "I": 70, "HE": 47, "EN": 26, "ED": 50, "SI": 15, "IT": 47
    }
  },
  {
    "id": 24,
    "name": "ហាំ ចាន់ដេត",
    "gender": "ប",
    "scores": {
      "K": 114, "M": 50, "P": 27, "C": 25, "B": 35, "Es": 40, "H": 65, "G": 64, "I": 54, "HE": 46, "EN": 26, "ED": 50, "SI": 26, "IT": 48
    }
  },
  {
    "id": 25,
    "name": "ហៀង គីមឡាង",
    "gender": "ស",
    "scores": {
      "K": 114, "M": 40, "P": 12, "C": 25, "B": 35, "Es": 10, "H": 53, "G": 56, "I": 72, "HE": 46, "EN": 29, "ED": 50, "SI": 20, "IT": 46
    }
  },
  {
    "id": 26,
    "name": "ហេង ធារ៉ា",
    "gender": "ប",
    "scores": {
      "K": 94, "M": 10, "P": 33, "C": 47, "B": 31, "Es": 46, "H": 69, "G": 52, "I": 69, "HE": 38, "EN": 28, "ED": 50, "SI": 28, "IT": 48
    }
  },
  {
    "id": 27,
    "name": "ហ៊ត គីមស៊ុន",
    "gender": "ប",
    "scores": {
      "K": 94, "M": 50, "P": 27, "C": 10, "B": 35, "Es": 10, "H": 62, "G": 60, "I": 72, "HE": 38, "EN": 29, "ED": 50, "SI": 15, "IT": 48
    }
  },
  {
    "id": 28,
    "name": "ឡាង មេងហៃ",
    "gender": "ប",
    "scores": {
      "K": 81, "M": 40, "P": 12, "C": 23, "B": 35, "Es": 25, "H": 30, "G": 52, "I": 38, "HE": 32, "EN": 16, "ED": 50, "SI": 15, "IT": 49
    }
  },
  {
    "id": 29,
    "name": "ឡេង សេងហុប",
    "gender": "ប",
    "scores": {
      "K": 81, "M": 40, "P": 27, "C": 8, "B": 24, "Es": 10, "H": 20, "G": 38, "I": 33, "HE": 32, "EN": 17, "ED": 50, "SI": 10, "IT": 45
    }
  },
  {
    "id": 30,
    "name": "អុត ភីសយា",
    "gender": "ស",
    "scores": {
      "K": 81, "M": 40, "P": 12, "C": 8, "B": 31, "Es": 10, "H": 45, "G": 38, "I": 56, "HE": 32, "EN": 13, "ED": 50, "SI": 15, "IT": 48
    }
  },
  {
    "id": 31,
    "name": "អុឹម រតនា",
    "gender": "ប",
    "scores": {
      "K": 116, "M": 40, "P": 20, "C": 23, "B": 35, "Es": 47, "H": 50, "G": 51, "I": 74, "HE": 46, "EN": 24, "ED": 50, "SI": 23, "IT": 42
    }
  },
  {
    "id": 32,
    "name": "អ៊ុតសាហាក សាលីម៉ា",
    "gender": "ស",
    "scores": {
      "K": 71, "M": 40, "P": 12, "C": 20, "B": 21, "Es": 10, "H": 32, "G": 51, "I": 43, "HE": 28, "EN": 37, "ED": 50, "SI": 13, "IT": 43
    }
  },
  {
    "id": 33,
    "name": "អ៊ុតសាហាក ឡារី",
    "gender": "ប",
    "scores": {
      "K": 71, "M": 40, "P": 12, "C": 40, "B": 31, "Es": 15, "H": 28, "G": 116, "I": 31, "HE": 28, "EN": 37, "ED": 50, "SI": 15, "IT": 42
    }
  },
  {
    "id": 34,
    "name": "អារី ស្លៃមាន",
    "gender": "ប",
    "scores": {
      "K": 99, "M": 55, "P": 33, "C": 40, "B": 24, "Es": 47, "H": 68, "G": 66, "I": 71, "HE": 39, "EN": 35, "ED": 50, "SI": 22, "IT": 49
    }
  },
  {
    "id": 35,
    "name": "អារី ចារេះ",
    "gender": "ប",
    "scores": {
      "K": 0, "M": 0, "P": 12, "C": 0, "B": 0, "Es": 15, "H": 0, "G": 35, "I": 0, "HE": 0, "EN": 15, "ED": 0, "SI": 0, "IT": 0
    }
  },
  {
    "id": 36,
    "name": "អារ៉ាហ្វាន សលហុប",
    "gender": "ប",
    "scores": {
      "K": 101, "M": 40, "P": 12, "C": 47, "B": 30, "Es": 47, "H": 58, "G": 62, "I": 71, "HE": 40, "EN": 34, "ED": 50, "SI": 15, "IT": 42
    }
  },
  {
    "id": 37,
    "name": "អាស់ នារីឡា",
    "gender": "ស",
    "scores": {
      "K": 0, "M": 0, "P": 12, "C": 0, "B": 0, "Es": 0, "H": 0, "G": 0, "I": 0, "HE": 15, "EN": 0, "ED": 0, "SI": 0, "IT": 0
    }
  },
  {
    "id": 38,
    "name": "អាស់ អេសារ៉ា",
    "gender": "ស",
    "scores": {
      "K": 0, "M": 40, "P": 33, "C": 10, "B": 0, "Es": 25, "H": 20, "G": 41, "I": 34, "HE": 0, "EN": 18, "ED": 0, "SI": 10, "IT": 0
    }
  },
]